"About" = "О программе";

"Chat and Message Alerts" = "Оповещения о сообщениях и чате";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Настройки уведомлений, включая настройки push-уведомлений, находятся внутри приложения. Откройте закладки и нажмите ссылку \"Настройки аккаунта\".";

"Notifications" = "Уведомления";

"Photo and Video" = "Фотографии и видео";

"Play Sound" = "Звук";

"Record HD Video" = "Запишите HD-видео";

"Version" = "Версия";

"Vibrate" = "Вибрация";

